---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.RebarContainerIterator
source: html/0960f5e3-d455-b721-4775-b8b4902787f5.htm
---
# RebarContainerIterator Methods

Increments the iterator to the next item.